<template>
  <div>
    <div class="bgc">
      <div>
        <img class="img_store" src="../../assets/photo/banner.png">
      </div>
      <div class="pd-15 store-intro">
        <p>
          辰雨国际集团香港有限公司成立于2015年5月18日，坐落于
          环境优美的广东省广州市花都区。辰雨国际公司一直专注
          于女性产品的研发、生产与销售。辰雨国际在短短的时间
          内经过不断的努力与发展，经销商遍布全国各地。公司拥
          有自己成熟的化妆品生产工厂，该工厂年生产量可达5000
          万件。
        </p>
        <p>
          辰雨国际集团香港有限公司成立于2015年5月18日，坐落于
          环境优美的广东省广州市花都区。辰雨国际公司一直专注
          于女性产品的研发、生产与销售。辰雨国际在短短的时间
          内经过不断的努力与发展，经销商遍布全国各地。公司拥
          有自己成熟的化妆品生产工厂，该工厂年生产量可达5000
          万件。
        </p>
        <p>
          辰雨国际集团香港有限公司成立于2015年5月18日，坐落于
          环境优美的广东省广州市花都区。辰雨国际公司一直专注
          于女性产品的研发、生产与销售。辰雨国际在短短的时间
          内经过不断的努力与发展，经销商遍布全国各地。公司拥
          有自己成熟的化妆品生产工厂，该工厂年生产量可达5000
          万件。
        </p>
        <p>
          辰雨国际集团香港有限公司成立于2015年5月18日，坐落于
          环境优美的广东省广州市花都区。辰雨国际公司一直专注
          于女性产品的研发、生产与销售。辰雨国际在短短的时间
          内经过不断的努力与发展，经销商遍布全国各地。公司拥
          有自己成熟的化妆品生产工厂，该工厂年生产量可达5000
          万件。
        </p>
        <p>
          辰雨国际集团香港有限公司成立于2015年5月18日，坐落于
          环境优美的广东省广州市花都区。辰雨国际公司一直专注
          于女性产品的研发、生产与销售。辰雨国际在短短的时间
          内经过不断的努力与发展，经销商遍布全国各地。公司拥
          有自己成熟的化妆品生产工厂，该工厂年生产量可达5000
          万件。
        </p>
      </div>
    </div>
  </div>
</template>
<script>
export default {};
</script>

<style scoped>
.img_store {
  width: 320px;
  height: 160px;
}
.store-intro p {
  margin-bottom: 10px;
}
</style>
